[
  {
    "id": 992517905341468700,
    "text": "Today I learned that a newly hired designer on the Yeezy team did NOT  live his/her life in such a way that the max… https://t.co/0UFxPdiz0l"
  },
  {
    "id": 991740143240433700,
    "text": "‘Cause everybody knows that transcendental doctrine of elements is super Yeezy! https://t.co/HJYsFlxWSV"
  },
  {
    "id": 991446184592949200,
    "text": "RT @bycycle: Kanye says he’s tired of McMansions and that everybody’s house is “trash.”\n\nHe wants to take over architecture next. https://t…"
  },
  {
    "id": 989342087601709000,
    "text": "I am currently the single highest paid person in footwear. That means I make more money on shoes than Michael Jorda… https://t.co/bfTQRzBplw"
  },
  {
    "id": 988192406444032000,
    "text": "🤯 https://t.co/HmxwVEwncm"
  },
  {
    "id": 988088753288826900,
    "text": "Way to limit that reason homie! https://t.co/E6AsxumesQ"
  },
  {
    "id": 987375210918592500,
    "text": "Kanye West will soon drop the ‘Critque of Pure Yeezus’ And it will be phenomenal."
  },
  {
    "id": 986796078631501800,
    "text": "Yo @kanyewest! Glad to see you’ve awoken from that dogmatic slumber bruh! #transcendentaltwinning"
  },
  {
    "id": 986794507709509600,
    "text": "Who said it best? https://t.co/v61SXVPZ2U"
  },
  {
    "id": 984913601143042000,
    "text": "@RollingStone Word?"
  },
  {
    "id": 984913464584908800,
    "text": "@pitchfork Word?"
  },
  {
    "id": 984913189769961500,
    "text": "@consequence Word?"
  },
  {
    "id": 984912677901185000,
    "text": "@PigsAndPlans Word?"
  },
  {
    "id": 984911694873878500,
    "text": "Looks like I need to up my game. https://t.co/G7z3d7MJ7V"
  },
  {
    "id": 984176184656248800,
    "text": "You know there’s leaders and there’s followers, but I’d rather be a dick than an empiricist."
  },
  {
    "id": 981302390123974700,
    "text": "Cutie the bomb\nMet her at a beauty salon\nWith a baby Louis Vuitton\nUnder her underarm\nShe said I can tell that the… https://t.co/BTWTHEKutL"
  },
  {
    "id": 981298342729674800,
    "text": "I ain’t saying she’s a transcendental idealistic thinker, but she ain’t messing with no empirical realism."
  },
  {
    "id": 978733707761627100,
    "text": "@roundelay This transcends"
  },
  {
    "id": 978370676175274000,
    "text": "Single black female addicted to the triumph specific to deontological  conquest."
  },
  {
    "id": 978276252820877300,
    "text": "She got a light-skinned friend look like Michael Jackson \nGot a dark-skinned friend look like Michael Jackson both… https://t.co/Tm8WNvd5ze"
  },
  {
    "id": 976248116344074200,
    "text": "18 years, 18 years and on his 18 birthday he found that moral relativism is pragmatically Self Refuting."
  },
  {
    "id": 968681479420002300,
    "text": "@GunnerStaal Pens 0-2 in the post Ryan Reeves era"
  },
  {
    "id": 968650575939125200,
    "text": "@jmarshfof He’s actions on the ice transcend the noumenal, fam!"
  },
  {
    "id": 968523622225666000,
    "text": "Is there an app that allows you to pick out your outfit while not succumbing to the traps of moral consequentialism?"
  },
  {
    "id": 965635412181028900,
    "text": "Alexa, what is enlightenment?"
  },
  {
    "id": 965285859770560500,
    "text": "What you doin at the club on a Thursday? She said she's here 2 try to extend knowledge to the supersensible realm of speculative metaphysics"
  },
  {
    "id": 965096018730766300,
    "text": "@realDonaldTrump You aren’t good at president"
  },
  {
    "id": 964968455291260900,
    "text": "She couldn’t rationally categorize the concept of a car so she named her daughter schemata"
  },
  {
    "id": 964251183383654400,
    "text": "I ain't here to argue about its basic features\nOr here to convert sophists into achievers \nI'm just trying to say t… https://t.co/SJSXDBfzA6"
  },
  {
    "id": 963192935658405900,
    "text": "That major that she majored in don't make no money \nBut she won't drop out for the death of dogma is the birth of morality."
  },
  {
    "id": 963025419791360000,
    "text": "Cause they make us hate ourself and love they wealth\nThat's why shortys hollering \"where the constitution of Man’s aesthetic judgement’ at?"
  },
  {
    "id": 962777094773092400,
    "text": "RT @bycycle: Kanye West released The College Dropout 14 years ago today.\n\nHip-hop was never the same. https://t.co/8DtqTZZiYi"
  },
  {
    "id": 961073811524210700,
    "text": "And the weather’s so breezy, why can’t an explanation for the phenomenon of a shared appreciation for universal beauty be this Easy."
  },
  {
    "id": 960639561276710900,
    "text": "She don’t believe in the moral laws\nBut she believe in shoes and cars..."
  },
  {
    "id": 959248463191007200,
    "text": "I ain’t saying you into Heidegger, you got needs, You want the dude to explain Being as not a ‘property’ which Dase… https://t.co/3zR3U6rU00"
  },
  {
    "id": 959149147268857900,
    "text": "She walking around looking like Foucault with ya money."
  },
  {
    "id": 956948170805858300,
    "text": "There’s no way Hume could get into a club with hair like that."
  },
  {
    "id": 956947297648173000,
    "text": "Hume be all,”The life of man is of no greater importance to the universe than that of an oyster” homie obviously never had good oysters."
  },
  {
    "id": 956935640460996600,
    "text": "Ludacris made more sense than Hume."
  },
  {
    "id": 956280962903674900,
    "text": "Criticism alone can sever the root of materialism, fatalism, atheism, free-thinking, and setting off the metal dete… https://t.co/ydC3wdTNBR"
  },
  {
    "id": 955247853559050200,
    "text": "What’s wrong with naming his child Chicago? I know at least 50 white women named Brooklyn...Sapere Aude"
  },
  {
    "id": 948917109589004300,
    "text": "RT @phillipmaloney: A little vid from over the years;\nhttps://t.co/vS4aMFB0dt\n@heyrosetta"
  },
  {
    "id": 948383861146378200,
    "text": "@realDonaldTrump Yo, That hairdo looks like it was caused by pressing that nuclear button fam."
  },
  {
    "id": 948318951339110400,
    "text": "Just found out that the song,’LOCKED out of heaven’ was written by Bruno Mars as a critique of Locke’s political no… https://t.co/rOJlWF43Z3"
  },
  {
    "id": 948308835592212500,
    "text": "Whoever thinks that Eminem's 'Revival' is #fire is more confused than Plato in his cave."
  },
  {
    "id": 945286409455374300,
    "text": "This Holiday season, may all your space and time be filled with fine wine and that special someone you'd ranked no less than a 9."
  },
  {
    "id": 940697648176144400,
    "text": "COGITO COCO CHANEL"
  },
  {
    "id": 937481745284419600,
    "text": "Jesus walk\nGod show me the way because ‘the dear self’ lacks the necessary motive of duty to prevent universal wrongdoing."
  },
  {
    "id": 937077257251754000,
    "text": "Yo Beyoncé, I walk on water but only in accordance with the temporal relations that lie outside of the concepts of the understanding proper."
  },
  {
    "id": 936782372388745200,
    "text": "If the moral law was a supermodel. I'd tap that."
  },
  {
    "id": 936720361655222300,
    "text": "RT @Hotxproxy: BIG SHINY XMAS 3. Dec 26! Do it @chuckartNL @Kelly_AnnEvans @DcDesignHouse @stevemaloney22 @qtr_duo @Fairgale @danaparsons4…"
  },
  {
    "id": 936644744595243000,
    "text": "Cogito coco channel"
  },
  {
    "id": 936638951380668400,
    "text": "I'm answering all your fashion questions that have not already been answered by Descartes"
  },
  {
    "id": 935912118037119000,
    "text": "Two things fill the mind with ever new and increasing admiration and awe, the starry heavens above me and the second verse of Black Skinhead"
  },
  {
    "id": 935875580033224700,
    "text": "Thoughts without content are empty. Rhymes without Yeezy are blind."
  },
  {
    "id": 935721154643361800,
    "text": "When read aloud Zizek’s philosophy sounds more like Skrillex than philosophy..  Sapere aude homie."
  },
  {
    "id": 935213704660045800,
    "text": "Seriously tho,if devil wears Prada&amp; Adam&amp; Eve wear nada,then the a priori principles of taste must adhere 2 the same subjective conditions."
  },
  {
    "id": 933452468163194900,
    "text": "My Beautiful Dark Twisted Fundamentals of the groundworks on the metaphysics of morals."
  },
  {
    "id": 931983207158952000,
    "text": "Aristotle taught us that it's ok to  hit the Mcdonalds drive-thru en route to the gym.  #goldenmean #goldenmeal #balance #goodlife #hoodlife"
  },
  {
    "id": 928757851383849000,
    "text": "I'm just saying, Hey Mona Lisa\nCome home, you know you can't Rome without suspending  judgement to allow for transcendental idealism"
  },
  {
    "id": 928087693699018800,
    "text": "Just remastered the Critique of Pure Yeezy for vinyl, the first division of the transcendental analytic now has kazoo."
  },
  {
    "id": 927252611610415100,
    "text": "If you ain't no Locke, holla we want a synthetic a priori concept of prenup! We want a synthetic a priori concept of prenup! Yeah!"
  },
  {
    "id": 926455697277059100,
    "text": "And so I had to limit my own reason to make room for me to fly coach."
  },
  {
    "id": 923016320748281900,
    "text": "Taylor Swift needs to lay off the Husserl."
  },
  {
    "id": 921413123919183900,
    "text": "Just read Eminem's doctrine on self-reflexive criticism.... more like Crap God...."
  },
  {
    "id": 921349433954127900,
    "text": "Nicomachean Ethics is the most overrated offering to Hip Hop since Chronic 2001."
  },
  {
    "id": 918865099858894800,
    "text": "I read somewhere that Fred Nietzsche  did 'it all for the nookie'?"
  },
  {
    "id": 917774274827612200,
    "text": "RT @KimKierkegaard: And she's studying philosophy ❤️❤️❤️ https://t.co/Ls3gUze1Js"
  },
  {
    "id": 917574572387524600,
    "text": "If Socrates was from chi town, And knew how to dress himself he'd be Kantye."
  },
  {
    "id": 913791888175583200,
    "text": "Derrida couldn't deconstruct a decent beat to save his semiotic-centric life!!"
  },
  {
    "id": 912839747265007600,
    "text": "@XCircleOfIronX Everybody knows that Ari is too empirical to be lyrical"
  },
  {
    "id": 912828257061482500,
    "text": "Spinoza's pantheism would be more compelling if he himself were a type of cured meat. Is all 'I'm saying."
  },
  {
    "id": 912825252266283000,
    "text": "Spinoza should have been a sausage."
  },
  {
    "id": 912824985236000800,
    "text": "@BenWatts92 Hegel, the Sméagol of German idealism"
  },
  {
    "id": 912821961562234900,
    "text": "Plato sucks! And totally ripped off the 'Matrix'"
  },
  {
    "id": 912820074171560000,
    "text": "@williamkrau Zizekgeist"
  },
  {
    "id": 912819324506841100,
    "text": "@la_cosgrove 'The keeping up with the Kardashians' of continental philosophy"
  },
  {
    "id": 912817958661083100,
    "text": "@RaptorCommando Derriduh"
  },
  {
    "id": 912817103488667600,
    "text": "Which 'modern' philosopher do you want me to start a beef with?"
  },
  {
    "id": 907303336306769900,
    "text": "RT @bycycle: 10 years ago today, Kanye released Graduation.\n\nSold 957K first week, beat 50 Cent, and changed rap forever. https://t.co/9b4b…"
  },
  {
    "id": 905254505704542200,
    "text": "What you doin at the club on a Thursday? She said she's here 2 try to extend knowledge to the supersensible realm of speculative metaphysics"
  },
  {
    "id": 905249067701325800,
    "text": "Your Deontology ain't as fly as me."
  },
  {
    "id": 903060792991461400,
    "text": "RT @bycycle: 860K albums in a week.\nNumber one hits.\n\"George Bush doesn't care about black people.\"\n\nKanye's Late Registration era is legen…"
  },
  {
    "id": 901095491332689900,
    "text": "808's and intellectual jailbreaks"
  },
  {
    "id": 900454585285963800,
    "text": "Is there anything worse than when a girl in the club mistakes you for an empiricist?"
  },
  {
    "id": 900099505370128400,
    "text": "Humankind will never be able to overcome these intellectual shackles wearing rip off Lois Vuitton sunglasses..."
  },
  {
    "id": 899784997397299200,
    "text": "That eclipse was whack! If you want to see a REAL black out watch me get drunk on my own morality whilst crankin it up to a universal level!"
  },
  {
    "id": 897548108338430000,
    "text": "Just finished Plato's Symposium.  Basically the 'sex tape' of classical Philosophy"
  },
  {
    "id": 897453244946960400,
    "text": "Is the earth actually flat? Wouldn't the Kardashians have fallen off by now if so? Asking for a Kim"
  },
  {
    "id": 897066498220589000,
    "text": "Lets open the debate. What has had the deepest impact on human knowledge: the Copernican revolution or the second verse of BLKK SKKINHEAD?"
  },
  {
    "id": 895737476865773600,
    "text": "Hegel on MTV cribs was pretty forgettable."
  },
  {
    "id": 895736562754998300,
    "text": "I've dated so many models.  John Locke hasn't. Just sayin'. #practicaljudgments"
  },
  {
    "id": 895373799109136400,
    "text": "Thoughts w/o content are empty, intuitions w/o concepts are like Katrina with no FEMA, like a flight with NO Visa or Rome w/o Caesar #BLIND"
  },
  {
    "id": 894988537371734000,
    "text": "RT @bycycle: When Jay and Ye aren't friends anymore and this Watch The Throne anniversary got you emotional. https://t.co/7edeIvsnfe"
  },
  {
    "id": 889614148014923800,
    "text": "To my empirical rationalists, would any of y'all be interested in acquiring some Kantye West Tshirts?They are being formulated as we tweet"
  },
  {
    "id": 889218099131580400,
    "text": "The man. The myth. The transcendental realist."
  },
  {
    "id": 870685440503717900,
    "text": "#MUNgrad17  Colleen McCarthy! Music education extraordinaire! Congrats!!!"
  },
  {
    "id": 870456646073561100,
    "text": "I dont know what's better getting laid or conquering the intellectual crusade; all I know is when I'm getting one the other's getting away"
  },
  {
    "id": 870366580236013600,
    "text": "I'm about to go H.A.M,   (heteronomously analyzing    Maxims)  to let these people know how to acccct."
  },
  {
    "id": 870302306243403800,
    "text": "To be is not to Bieber"
  },
  {
    "id": 863036337133367300,
    "text": "Kanye West didn't delete Twitter, his account finally transcended into the noumena abyss , bitches."
  },
  {
    "id": 854740922256552000,
    "text": "@MrWhite1085 Nah. That's a common misconception.  He WAS one of the founding fathers of the HOUSE of Paine, though."
  },
  {
    "id": 854728620035670000,
    "text": "Thomas Hobbes was the original T-Pain."
  },
  {
    "id": 854724430450307100,
    "text": "If the devil wears Prada and Adam and Eve wear nada, where does that leave the constitution of Man's aesthetic judgement??"
  },
  {
    "id": 853620488618291200,
    "text": "Happy yeezter!"
  },
  {
    "id": 848578203820187600,
    "text": "Now I ain't saying she's a transcendental idealist thinker. But she ain't messin' with no empirical realism!"
  },
  {
    "id": 847278343581872100,
    "text": "Heidegger was buggin when he wrote \"Being and Time\"....I would have called it Being the rhyme. Cause I am rap music. #Dasein-er #brands"
  },
  {
    "id": 845373691659767800,
    "text": "I don't know what is more tragic, Man's inability to conquer the intellectual abyss, or the fact that I will never see myself perform live"
  },
  {
    "id": 843987145341714400,
    "text": "For my theme song, my leather black jeans on, my days of treatin' others as means, gone, Pardon I'm getting my scream on."
  },
  {
    "id": 843948667497336800,
    "text": "It goes. Yeezy, Jay, Schopenhauer, PAC.  Honerable mention to lupe fiasco,"
  },
  {
    "id": 838529718148292600,
    "text": "Yo, I want to squash ma' beef with Drake, but this stupid transcendental ego won't allow for unity to meet its necessary conditions 😩😩😩"
  },
  {
    "id": 838224925118906400,
    "text": "Thoughts without content aren't yeezy"
  },
  {
    "id": 836539482971246600,
    "text": "Now I ain't saying she's a Heidegger, but she ain't messing with Foucault either."
  },
  {
    "id": 835956255453818900,
    "text": "Yo, we at war with terrorism, racism but most of all, we at war with being able to  systematically explore the inherent limits of our reason"
  },
  {
    "id": 835691786366484500,
    "text": "Enlightenment is man leaving his self-caused immaturity. Immaturity is the incapacity to use one's intelligence to be TWEETIN FROM THE PLANE"
  },
  {
    "id": 835688382579736600,
    "text": "18 years, 18 years, and on his 18th birthday he found out that synthetic a priori judgments could be his"
  },
  {
    "id": 835335478819827700,
    "text": "Do you even think bro?"
  },
  {
    "id": 835243035533447200,
    "text": "The WH banning news outlets reminds me  of when  David HUME banned basic reason from his own thinking. #sapereaude"
  },
  {
    "id": 833882918124712000,
    "text": "The plan was, to drink until the pain over\nBut what’s worse, the laborious task of self-examination or the hangover?"
  },
  {
    "id": 833504872418918400,
    "text": "For all my people that drug dealin' just to get by, stack ya money sensibly in space and time"
  },
  {
    "id": 832664901332115500,
    "text": "I bet Copernicus never waited in line at the club."
  },
  {
    "id": 832047788032720900,
    "text": "That means guns, sex, lies, videotape..BUT IF I TALK ABOUT MORAL LAW MY RECORD WON'T GET PLAYED, HUH?"
  },
  {
    "id": 831184455414997000,
    "text": "They said I could rap about anything except for Jesus.  Mainly because I believe he resides outside of the grasp of human understanding."
  },
  {
    "id": 830966360045912000,
    "text": "Beyoncé gone noumenal AF"
  },
  {
    "id": 830065026186805200,
    "text": "@TheMaxVader Political Judgments LOL"
  },
  {
    "id": 829915517892886500,
    "text": "Donald Trump is the joke \n\nI'm out."
  },
  {
    "id": 829534537457741800,
    "text": "What Sartre order, fish fillet?"
  },
  {
    "id": 829473404709376000,
    "text": "Retweet if you think Renee Descartes looks like a younger version of Kim"
  },
  {
    "id": 828694613020069900,
    "text": "'LA LA Land was similar to Plato's 'Republic' in that it was kinda boring, and made me want to give up dancing"
  },
  {
    "id": 828354852409466900,
    "text": "@realDonaldTrump  you are a racist. And nobody will be proud of you when your term is over."
  },
  {
    "id": 828275172876619800,
    "text": "Trump's proposed wall is nothing compared to the intellectual wall erected by 18th century empiricism #justsaying"
  },
  {
    "id": 826914465702613000,
    "text": "If I went fly fishing, I'd probably catch myself."
  },
  {
    "id": 818926960076292100,
    "text": "Aesthetically speaking, These track pants are the future."
  },
  {
    "id": 809474419978539000,
    "text": "What's yo Persona about this Americana Rhyme-a? Am I shallow? 'Coz all my thoughts break the boundaries of what's metaphysically possible?"
  },
  {
    "id": 805581442776494100,
    "text": "If David Hume dropped a mixtape I would commit it to the flames."
  },
  {
    "id": 801888957084663800,
    "text": "Kanye west is living proof that 'keeping up with the Kardashians is bad for your rationality"
  },
  {
    "id": 800746972659355600,
    "text": "Dressed dope like a London bloke before he spoke his suit transcended the once believed limits of space and time"
  },
  {
    "id": 799370074205331500,
    "text": "Why do you wear that  stupid bunny suit? And Is it Margiela? https://t.co/cyquXGb4eL"
  },
  {
    "id": 799079316579565600,
    "text": "The new a Tribe called Quest record is the most adventurous tackle on the human mind since I dropped ' 'Perpetual Yeez'"
  },
  {
    "id": 796426800167583700,
    "text": "#kantye2020"
  },
  {
    "id": 796426366082285600,
    "text": "Seek not the favor of the multitude; it is seldom got by honest means. seek it of the few, preferably not the sexist or the racist, America"
  },
  {
    "id": 789124614781829100,
    "text": "Who's the No. 1 thinker In the U.K? \nEveryone's gonna say you K"
  },
  {
    "id": 785875146720604200,
    "text": "Donald trump is  the David Hume of metaphysical reasoning and the Samsung note 7 of presidential candidates"
  },
  {
    "id": 784904510544158700,
    "text": "The rules for happiness: something to do, someone to love, a Jumbotron to stunt upon."
  },
  {
    "id": 784901487398907900,
    "text": "We can judge the heart of a man by his treatment of models"
  },
  {
    "id": 783684960808898600,
    "text": "Thieves! You may rob Kim of her jewels but never her inherent ability to rationalize the graspable content of her own surroundings"
  },
  {
    "id": 776472503334166500,
    "text": "2 things are for certain.1 man will be shackled by the limits of rationality 2.Having too many Urkells on yer team will make your Winslow"
  },
  {
    "id": 775293017242632200,
    "text": "I Kant even"
  },
  {
    "id": 775082757374537700,
    "text": "To be is to beast"
  },
  {
    "id": 772161100477530100,
    "text": "Are diamonds a priori ?"
  },
  {
    "id": 770467347425550300,
    "text": "May your imagination be as limitless as my new American Express."
  },
  {
    "id": 770457442618662900,
    "text": "Kim's. Booty. Is not rational."
  },
  {
    "id": 765749228559794200,
    "text": "Eminem's syllogisms are shit.  And he dresses like a 14 year old cigarette dealer"
  },
  {
    "id": 750874174323822600,
    "text": "Thoughts without contents are yeezy\nIntuitions without concepts are blind"
  },
  {
    "id": 745674446661361700,
    "text": "The only time I crushed more BARS than I did on the 2nd verse of new slaves, was when I broke out of my own intellectual prison"
  },
  {
    "id": 744260591624269800,
    "text": "A Freestyle is the independence of the compulsory will, in so far as it exists with the freedom of all according to a universal beat."
  },
  {
    "id": 742053907979862000,
    "text": "Pythagoras looks stupid in Versace"
  },
  {
    "id": 740281478026645500,
    "text": "When it comes 2 Defining self-consciousness as a determination of the self in time,Rhianna isn't the only 1 that needs to put in work #drake"
  },
  {
    "id": 740268795286192100,
    "text": "@chando_da_map  act in accordance to the maxim magazine that features my summer wardrobe"
  },
  {
    "id": 740268223233445900,
    "text": "I love drizzy, but his thoughts on the refutation of idealism is embarrassing"
  },
  {
    "id": 740265562098503700,
    "text": "Drake sucks at the transcendental dialectic"
  },
  {
    "id": 736371160154247200,
    "text": "@tara_bradbury  definitely the critique of pure yeezy"
  },
  {
    "id": 736285781329870800,
    "text": "My rational followers!! I've started sharing some visual musing over on Instagram. If insta is yo categorical imperative add kantye_west"
  },
  {
    "id": 736279295023272000,
    "text": "My rationality's the realist, my moral code is the illest. I've got my sophists in Munich,and they going gorillas."
  },
  {
    "id": 734070234273964000,
    "text": "It's that ambition baby. Look in his eyes. This week, it's a transcendental aesthetic,  next week, it's the fries! ( in space and time)"
  },
  {
    "id": 734067680781701100,
    "text": "Ain't saying u a gold digger u got needs,U go out to eat, he can't decide on the fundamental roles of human responsibility, u can't leave."
  },
  {
    "id": 733739093146865700,
    "text": "And the weathers so breezy.  Why can't the notion of a universal moral law be this yeezy?"
  },
  {
    "id": 731467514010566700,
    "text": "What can I know? What ought I to do? What can I hope? \nWhat's that jacket, Margiela?"
  },
  {
    "id": 723908262924554200,
    "text": "Look closely for the beautiful may be cray"
  },
  {
    "id": 723905950747373600,
    "text": "Socrates worked the streets harder than Jay Z in the 80's"
  },
  {
    "id": 719281339342659600,
    "text": "Morality is not the doctrine of how we make ourselves happy,but how we can make ourselves walk around looking like Michael with yo' money"
  },
  {
    "id": 718202358249963500,
    "text": "Just sat next to John Locke on a plane and homeboy talks gibberish in his sleep too."
  },
  {
    "id": 718199877390483500,
    "text": "What do you think I make these synthetic a priori judgements for???To push a fuckin' Rav 4??? \nNo."
  },
  {
    "id": 709785571112194000,
    "text": "Every girl I cheated on, sheet I skeeted on, were all manifestations of poor reflective  judgement"
  },
  {
    "id": 702255708893540400,
    "text": "Donald Trump couldn't reason his way out of pair of Luis Vuitton skinnys."
  },
  {
    "id": 700519058568060900,
    "text": "And should not make himself into a worm and complain when he is trodden on  https://t.co/5EKxmi53X3"
  },
  {
    "id": 700361844033241100,
    "text": "Act only according to the maxim magazine that shows Kim's good side"
  },
  {
    "id": 700089311107141600,
    "text": "I apologize for @kanyewest   I have clearly inspired him to challenge the bounds of his own reality"
  },
  {
    "id": 699444139356721200,
    "text": "Ed Sheeran  looks like Renee Descartes."
  },
  {
    "id": 699335682410618900,
    "text": "And challenged mankind to push the inherent boundaries of their own intellect.  https://t.co/a26eByXXtD"
  },
  {
    "id": 699264115047592000,
    "text": "I postulated the very means for man to universally value art and they are gong to deny me a Grammy ?"
  },
  {
    "id": 699262654972612600,
    "text": "I put out critique of pure yeezin and watch the throne in the same year and didn't get nominated for either. I'll have 100 Grammys b4 I die"
  },
  {
    "id": 697450954195652600,
    "text": "University of Königsberg dropout"
  },
  {
    "id": 697449844256960500,
    "text": "If you want the sophists to choke on their dogma like they went 18 years with the wrong baby's mama.   Vote for Kantye #2020"
  },
  {
    "id": 697112615559028700,
    "text": "4 in the morn' And im zonin' They say I'm possessed. its an omen. I keep it 300 like the # of pages in the INTRO of critique of pure reason"
  },
  {
    "id": 696827704541376500,
    "text": "Plato' cave would never be on mtv cribs"
  },
  {
    "id": 693445441464225800,
    "text": "But He got no flow.  Too empirical to be lyrical.  #aristotle"
  },
  {
    "id": 693445051062599700,
    "text": "I wrote a song with Aristotle. Called eudaemonia is forever.  It eventually became about diamonds.  Ari was pissed about that shit."
  },
  {
    "id": 693442900613546000,
    "text": "Aristotle was played out."
  },
  {
    "id": 693442372831711200,
    "text": "Socrates was a Chatty Cathy. Plato was the Original hype man."
  },
  {
    "id": 692442602000486400,
    "text": "Wiz Khalifa ain't ever seen this OG CREATE THE PARAMETERS THAT FORCE MAN TO CHALLENGE THE BOUNDS OF HIS OWN REASON BEFORE HUH?"
  },
  {
    "id": 692376692082544600,
    "text": "Y'all need to read the critique of pure Yeez'in"
  },
  {
    "id": 690203725235949600,
    "text": "Since My practical judgement has yielded such  a universally beautiful Aesthetic. I'm bout' to call the paparazzi on myself !"
  },
  {
    "id": 684507863696433200,
    "text": "I'm just being real Hegel. I love ya. And phenomenology of the spirit was legit. But it's 2016,  quit being so speculative"
  },
  {
    "id": 684506236210049000,
    "text": "Hegel couldn't get a model for a girlfriend"
  },
  {
    "id": 684506012418764800,
    "text": "Hegel had good beats. But used  way to many ghost writers..."
  },
  {
    "id": 684504865918312400,
    "text": "Yeah I read me some Hegel. It was aight."
  },
  {
    "id": 684489511909326800,
    "text": "Galileo was a fool. The earth rotates around yeezy"
  },
  {
    "id": 684488978687504400,
    "text": "They hate us cuz they ain't rational"
  },
  {
    "id": 680778976294473700,
    "text": "RT @tara_bradbury: Remember that time you got a copy of Much Music's \"Big Shiny Tunes\" for Christmas? https://t.co/5tFlyB6D4N @Hotxproxy"
  },
  {
    "id": 992517905341468700,
    "text": "Today I learned that a newly hired designer on the Yeezy team did NOT  live his/her life in such a way that the max… https://t.co/0UFxPdiz0l"
  },
  {
    "id": 991740143240433700,
    "text": "‘Cause everybody knows that transcendental doctrine of elements is super Yeezy! https://t.co/HJYsFlxWSV"
  },
  {
    "id": 991446184592949200,
    "text": "RT @bycycle: Kanye says he’s tired of McMansions and that everybody’s house is “trash.”\n\nHe wants to take over architecture next. https://t…"
  },
  {
    "id": 989342087601709000,
    "text": "I am currently the single highest paid person in footwear. That means I make more money on shoes than Michael Jorda… https://t.co/bfTQRzBplw"
  },
  {
    "id": 988192406444032000,
    "text": "🤯 https://t.co/HmxwVEwncm"
  },
  {
    "id": 988088753288826900,
    "text": "Way to limit that reason homie! https://t.co/E6AsxumesQ"
  },
  {
    "id": 987375210918592500,
    "text": "Kanye West will soon drop the ‘Critque of Pure Yeezus’ And it will be phenomenal."
  },
  {
    "id": 986796078631501800,
    "text": "Yo @kanyewest! Glad to see you’ve awoken from that dogmatic slumber bruh! #transcendentaltwinning"
  },
  {
    "id": 986794507709509600,
    "text": "Who said it best? https://t.co/v61SXVPZ2U"
  },
  {
    "id": 984913601143042000,
    "text": "@RollingStone Word?"
  },
  {
    "id": 984913464584908800,
    "text": "@pitchfork Word?"
  },
  {
    "id": 984913189769961500,
    "text": "@consequence Word?"
  },
  {
    "id": 984912677901185000,
    "text": "@PigsAndPlans Word?"
  },
  {
    "id": 984911694873878500,
    "text": "Looks like I need to up my game. https://t.co/G7z3d7MJ7V"
  },
  {
    "id": 984176184656248800,
    "text": "You know there’s leaders and there’s followers, but I’d rather be a dick than an empiricist."
  },
  {
    "id": 981302390123974700,
    "text": "Cutie the bomb\nMet her at a beauty salon\nWith a baby Louis Vuitton\nUnder her underarm\nShe said I can tell that the… https://t.co/BTWTHEKutL"
  },
  {
    "id": 981298342729674800,
    "text": "I ain’t saying she’s a transcendental idealistic thinker, but she ain’t messing with no empirical realism."
  },
  {
    "id": 978733707761627100,
    "text": "@roundelay This transcends"
  },
  {
    "id": 978370676175274000,
    "text": "Single black female addicted to the triumph specific to deontological  conquest."
  },
  {
    "id": 978276252820877300,
    "text": "She got a light-skinned friend look like Michael Jackson \nGot a dark-skinned friend look like Michael Jackson both… https://t.co/Tm8WNvd5ze"
  },
  {
    "id": 976248116344074200,
    "text": "18 years, 18 years and on his 18 birthday he found that moral relativism is pragmatically Self Refuting."
  },
  {
    "id": 968681479420002300,
    "text": "@GunnerStaal Pens 0-2 in the post Ryan Reeves era"
  },
  {
    "id": 968650575939125200,
    "text": "@jmarshfof He’s actions on the ice transcend the noumenal, fam!"
  },
  {
    "id": 968523622225666000,
    "text": "Is there an app that allows you to pick out your outfit while not succumbing to the traps of moral consequentialism?"
  },
  {
    "id": 965635412181028900,
    "text": "Alexa, what is enlightenment?"
  },
  {
    "id": 965285859770560500,
    "text": "What you doin at the club on a Thursday? She said she's here 2 try to extend knowledge to the supersensible realm of speculative metaphysics"
  },
  {
    "id": 965096018730766300,
    "text": "@realDonaldTrump You aren’t good at president"
  },
  {
    "id": 964968455291260900,
    "text": "She couldn’t rationally categorize the concept of a car so she named her daughter schemata"
  },
  {
    "id": 964251183383654400,
    "text": "I ain't here to argue about its basic features\nOr here to convert sophists into achievers \nI'm just trying to say t… https://t.co/SJSXDBfzA6"
  },
  {
    "id": 963192935658405900,
    "text": "That major that she majored in don't make no money \nBut she won't drop out for the death of dogma is the birth of morality."
  },
  {
    "id": 963025419791360000,
    "text": "Cause they make us hate ourself and love they wealth\nThat's why shortys hollering \"where the constitution of Man’s aesthetic judgement’ at?"
  },
  {
    "id": 962777094773092400,
    "text": "RT @bycycle: Kanye West released The College Dropout 14 years ago today.\n\nHip-hop was never the same. https://t.co/8DtqTZZiYi"
  },
  {
    "id": 961073811524210700,
    "text": "And the weather’s so breezy, why can’t an explanation for the phenomenon of a shared appreciation for universal beauty be this Easy."
  },
  {
    "id": 960639561276710900,
    "text": "She don’t believe in the moral laws\nBut she believe in shoes and cars..."
  },
  {
    "id": 959248463191007200,
    "text": "I ain’t saying you into Heidegger, you got needs, You want the dude to explain Being as not a ‘property’ which Dase… https://t.co/3zR3U6rU00"
  },
  {
    "id": 959149147268857900,
    "text": "She walking around looking like Foucault with ya money."
  },
  {
    "id": 956948170805858300,
    "text": "There’s no way Hume could get into a club with hair like that."
  },
  {
    "id": 956947297648173000,
    "text": "Hume be all,”The life of man is of no greater importance to the universe than that of an oyster” homie obviously never had good oysters."
  },
  {
    "id": 956935640460996600,
    "text": "Ludacris made more sense than Hume."
  },
  {
    "id": 956280962903674900,
    "text": "Criticism alone can sever the root of materialism, fatalism, atheism, free-thinking, and setting off the metal dete… https://t.co/ydC3wdTNBR"
  },
  {
    "id": 955247853559050200,
    "text": "What’s wrong with naming his child Chicago? I know at least 50 white women named Brooklyn...Sapere Aude"
  },
  {
    "id": 948917109589004300,
    "text": "RT @phillipmaloney: A little vid from over the years;\nhttps://t.co/vS4aMFB0dt\n@heyrosetta"
  },
  {
    "id": 948383861146378200,
    "text": "@realDonaldTrump Yo, That hairdo looks like it was caused by pressing that nuclear button fam."
  },
  {
    "id": 948318951339110400,
    "text": "Just found out that the song,’LOCKED out of heaven’ was written by Bruno Mars as a critique of Locke’s political no… https://t.co/rOJlWF43Z3"
  },
  {
    "id": 948308835592212500,
    "text": "Whoever thinks that Eminem's 'Revival' is #fire is more confused than Plato in his cave."
  },
  {
    "id": 945286409455374300,
    "text": "This Holiday season, may all your space and time be filled with fine wine and that special someone you'd ranked no less than a 9."
  },
  {
    "id": 940697648176144400,
    "text": "COGITO COCO CHANEL"
  },
  {
    "id": 937481745284419600,
    "text": "Jesus walk\nGod show me the way because ‘the dear self’ lacks the necessary motive of duty to prevent universal wrongdoing."
  },
  {
    "id": 937077257251754000,
    "text": "Yo Beyoncé, I walk on water but only in accordance with the temporal relations that lie outside of the concepts of the understanding proper."
  },
  {
    "id": 936782372388745200,
    "text": "If the moral law was a supermodel. I'd tap that."
  },
  {
    "id": 936720361655222300,
    "text": "RT @Hotxproxy: BIG SHINY XMAS 3. Dec 26! Do it @chuckartNL @Kelly_AnnEvans @DcDesignHouse @stevemaloney22 @qtr_duo @Fairgale @danaparsons4…"
  },
  {
    "id": 936644744595243000,
    "text": "Cogito coco channel"
  },
  {
    "id": 936638951380668400,
    "text": "I'm answering all your fashion questions that have not already been answered by Descartes"
  },
  {
    "id": 935912118037119000,
    "text": "Two things fill the mind with ever new and increasing admiration and awe, the starry heavens above me and the second verse of Black Skinhead"
  },
  {
    "id": 935875580033224700,
    "text": "Thoughts without content are empty. Rhymes without Yeezy are blind."
  },
  {
    "id": 935721154643361800,
    "text": "When read aloud Zizek’s philosophy sounds more like Skrillex than philosophy..  Sapere aude homie."
  },
  {
    "id": 935213704660045800,
    "text": "Seriously tho,if devil wears Prada&amp; Adam&amp; Eve wear nada,then the a priori principles of taste must adhere 2 the same subjective conditions."
  },
  {
    "id": 933452468163194900,
    "text": "My Beautiful Dark Twisted Fundamentals of the groundworks on the metaphysics of morals."
  },
  {
    "id": 931983207158952000,
    "text": "Aristotle taught us that it's ok to  hit the Mcdonalds drive-thru en route to the gym.  #goldenmean #goldenmeal #balance #goodlife #hoodlife"
  },
  {
    "id": 928757851383849000,
    "text": "I'm just saying, Hey Mona Lisa\nCome home, you know you can't Rome without suspending  judgement to allow for transcendental idealism"
  },
  {
    "id": 928087693699018800,
    "text": "Just remastered the Critique of Pure Yeezy for vinyl, the first division of the transcendental analytic now has kazoo."
  },
  {
    "id": 927252611610415100,
    "text": "If you ain't no Locke, holla we want a synthetic a priori concept of prenup! We want a synthetic a priori concept of prenup! Yeah!"
  },
  {
    "id": 926455697277059100,
    "text": "And so I had to limit my own reason to make room for me to fly coach."
  },
  {
    "id": 923016320748281900,
    "text": "Taylor Swift needs to lay off the Husserl."
  },
  {
    "id": 921413123919183900,
    "text": "Just read Eminem's doctrine on self-reflexive criticism.... more like Crap God...."
  },
  {
    "id": 921349433954127900,
    "text": "Nicomachean Ethics is the most overrated offering to Hip Hop since Chronic 2001."
  },
  {
    "id": 918865099858894800,
    "text": "I read somewhere that Fred Nietzsche  did 'it all for the nookie'?"
  },
  {
    "id": 917774274827612200,
    "text": "RT @KimKierkegaard: And she's studying philosophy ❤️❤️❤️ https://t.co/Ls3gUze1Js"
  },
  {
    "id": 917574572387524600,
    "text": "If Socrates was from chi town, And knew how to dress himself he'd be Kantye."
  },
  {
    "id": 913791888175583200,
    "text": "Derrida couldn't deconstruct a decent beat to save his semiotic-centric life!!"
  },
  {
    "id": 912839747265007600,
    "text": "@XCircleOfIronX Everybody knows that Ari is too empirical to be lyrical"
  },
  {
    "id": 912828257061482500,
    "text": "Spinoza's pantheism would be more compelling if he himself were a type of cured meat. Is all 'I'm saying."
  },
  {
    "id": 912825252266283000,
    "text": "Spinoza should have been a sausage."
  },
  {
    "id": 912824985236000800,
    "text": "@BenWatts92 Hegel, the Sméagol of German idealism"
  },
  {
    "id": 912821961562234900,
    "text": "Plato sucks! And totally ripped off the 'Matrix'"
  },
  {
    "id": 912820074171560000,
    "text": "@williamkrau Zizekgeist"
  },
  {
    "id": 912819324506841100,
    "text": "@la_cosgrove 'The keeping up with the Kardashians' of continental philosophy"
  },
  {
    "id": 912817958661083100,
    "text": "@RaptorCommando Derriduh"
  },
  {
    "id": 912817103488667600,
    "text": "Which 'modern' philosopher do you want me to start a beef with?"
  },
  {
    "id": 907303336306769900,
    "text": "RT @bycycle: 10 years ago today, Kanye released Graduation.\n\nSold 957K first week, beat 50 Cent, and changed rap forever. https://t.co/9b4b…"
  },
  {
    "id": 905254505704542200,
    "text": "What you doin at the club on a Thursday? She said she's here 2 try to extend knowledge to the supersensible realm of speculative metaphysics"
  },
  {
    "id": 905249067701325800,
    "text": "Your Deontology ain't as fly as me."
  },
  {
    "id": 903060792991461400,
    "text": "RT @bycycle: 860K albums in a week.\nNumber one hits.\n\"George Bush doesn't care about black people.\"\n\nKanye's Late Registration era is legen…"
  },
  {
    "id": 901095491332689900,
    "text": "808's and intellectual jailbreaks"
  },
  {
    "id": 900454585285963800,
    "text": "Is there anything worse than when a girl in the club mistakes you for an empiricist?"
  },
  {
    "id": 900099505370128400,
    "text": "Humankind will never be able to overcome these intellectual shackles wearing rip off Lois Vuitton sunglasses..."
  },
  {
    "id": 899784997397299200,
    "text": "That eclipse was whack! If you want to see a REAL black out watch me get drunk on my own morality whilst crankin it up to a universal level!"
  },
  {
    "id": 897548108338430000,
    "text": "Just finished Plato's Symposium.  Basically the 'sex tape' of classical Philosophy"
  },
  {
    "id": 897453244946960400,
    "text": "Is the earth actually flat? Wouldn't the Kardashians have fallen off by now if so? Asking for a Kim"
  },
  {
    "id": 897066498220589000,
    "text": "Lets open the debate. What has had the deepest impact on human knowledge: the Copernican revolution or the second verse of BLKK SKKINHEAD?"
  },
  {
    "id": 895737476865773600,
    "text": "Hegel on MTV cribs was pretty forgettable."
  },
  {
    "id": 895736562754998300,
    "text": "I've dated so many models.  John Locke hasn't. Just sayin'. #practicaljudgments"
  },
  {
    "id": 895373799109136400,
    "text": "Thoughts w/o content are empty, intuitions w/o concepts are like Katrina with no FEMA, like a flight with NO Visa or Rome w/o Caesar #BLIND"
  },
  {
    "id": 894988537371734000,
    "text": "RT @bycycle: When Jay and Ye aren't friends anymore and this Watch The Throne anniversary got you emotional. https://t.co/7edeIvsnfe"
  },
  {
    "id": 889614148014923800,
    "text": "To my empirical rationalists, would any of y'all be interested in acquiring some Kantye West Tshirts?They are being formulated as we tweet"
  },
  {
    "id": 889218099131580400,
    "text": "The man. The myth. The transcendental realist."
  },
  {
    "id": 870685440503717900,
    "text": "#MUNgrad17  Colleen McCarthy! Music education extraordinaire! Congrats!!!"
  },
  {
    "id": 870456646073561100,
    "text": "I dont know what's better getting laid or conquering the intellectual crusade; all I know is when I'm getting one the other's getting away"
  },
  {
    "id": 870366580236013600,
    "text": "I'm about to go H.A.M,   (heteronomously analyzing    Maxims)  to let these people know how to acccct."
  },
  {
    "id": 870302306243403800,
    "text": "To be is not to Bieber"
  },
  {
    "id": 863036337133367300,
    "text": "Kanye West didn't delete Twitter, his account finally transcended into the noumena abyss , bitches."
  },
  {
    "id": 854740922256552000,
    "text": "@MrWhite1085 Nah. That's a common misconception.  He WAS one of the founding fathers of the HOUSE of Paine, though."
  },
  {
    "id": 854728620035670000,
    "text": "Thomas Hobbes was the original T-Pain."
  },
  {
    "id": 854724430450307100,
    "text": "If the devil wears Prada and Adam and Eve wear nada, where does that leave the constitution of Man's aesthetic judgement??"
  },
  {
    "id": 853620488618291200,
    "text": "Happy yeezter!"
  },
  {
    "id": 848578203820187600,
    "text": "Now I ain't saying she's a transcendental idealist thinker. But she ain't messin' with no empirical realism!"
  },
  {
    "id": 847278343581872100,
    "text": "Heidegger was buggin when he wrote \"Being and Time\"....I would have called it Being the rhyme. Cause I am rap music. #Dasein-er #brands"
  },
  {
    "id": 845373691659767800,
    "text": "I don't know what is more tragic, Man's inability to conquer the intellectual abyss, or the fact that I will never see myself perform live"
  },
  {
    "id": 843987145341714400,
    "text": "For my theme song, my leather black jeans on, my days of treatin' others as means, gone, Pardon I'm getting my scream on."
  },
  {
    "id": 843948667497336800,
    "text": "It goes. Yeezy, Jay, Schopenhauer, PAC.  Honerable mention to lupe fiasco,"
  },
  {
    "id": 838529718148292600,
    "text": "Yo, I want to squash ma' beef with Drake, but this stupid transcendental ego won't allow for unity to meet its necessary conditions 😩😩😩"
  },
  {
    "id": 838224925118906400,
    "text": "Thoughts without content aren't yeezy"
  },
  {
    "id": 836539482971246600,
    "text": "Now I ain't saying she's a Heidegger, but she ain't messing with Foucault either."
  },
  {
    "id": 835956255453818900,
    "text": "Yo, we at war with terrorism, racism but most of all, we at war with being able to  systematically explore the inherent limits of our reason"
  },
  {
    "id": 835691786366484500,
    "text": "Enlightenment is man leaving his self-caused immaturity. Immaturity is the incapacity to use one's intelligence to be TWEETIN FROM THE PLANE"
  },
  {
    "id": 835688382579736600,
    "text": "18 years, 18 years, and on his 18th birthday he found out that synthetic a priori judgments could be his"
  },
  {
    "id": 835335478819827700,
    "text": "Do you even think bro?"
  },
  {
    "id": 835243035533447200,
    "text": "The WH banning news outlets reminds me  of when  David HUME banned basic reason from his own thinking. #sapereaude"
  },
  {
    "id": 833882918124712000,
    "text": "The plan was, to drink until the pain over\nBut what’s worse, the laborious task of self-examination or the hangover?"
  },
  {
    "id": 833504872418918400,
    "text": "For all my people that drug dealin' just to get by, stack ya money sensibly in space and time"
  },
  {
    "id": 832664901332115500,
    "text": "I bet Copernicus never waited in line at the club."
  },
  {
    "id": 832047788032720900,
    "text": "That means guns, sex, lies, videotape..BUT IF I TALK ABOUT MORAL LAW MY RECORD WON'T GET PLAYED, HUH?"
  },
  {
    "id": 831184455414997000,
    "text": "They said I could rap about anything except for Jesus.  Mainly because I believe he resides outside of the grasp of human understanding."
  },
  {
    "id": 830966360045912000,
    "text": "Beyoncé gone noumenal AF"
  },
  {
    "id": 830065026186805200,
    "text": "@TheMaxVader Political Judgments LOL"
  },
  {
    "id": 829915517892886500,
    "text": "Donald Trump is the joke \n\nI'm out."
  },
  {
    "id": 829534537457741800,
    "text": "What Sartre order, fish fillet?"
  },
  {
    "id": 829473404709376000,
    "text": "Retweet if you think Renee Descartes looks like a younger version of Kim"
  },
  {
    "id": 828694613020069900,
    "text": "'LA LA Land was similar to Plato's 'Republic' in that it was kinda boring, and made me want to give up dancing"
  },
  {
    "id": 828354852409466900,
    "text": "@realDonaldTrump  you are a racist. And nobody will be proud of you when your term is over."
  },
  {
    "id": 828275172876619800,
    "text": "Trump's proposed wall is nothing compared to the intellectual wall erected by 18th century empiricism #justsaying"
  },
  {
    "id": 826914465702613000,
    "text": "If I went fly fishing, I'd probably catch myself."
  },
  {
    "id": 818926960076292100,
    "text": "Aesthetically speaking, These track pants are the future."
  },
  {
    "id": 809474419978539000,
    "text": "What's yo Persona about this Americana Rhyme-a? Am I shallow? 'Coz all my thoughts break the boundaries of what's metaphysically possible?"
  },
  {
    "id": 805581442776494100,
    "text": "If David Hume dropped a mixtape I would commit it to the flames."
  },
  {
    "id": 801888957084663800,
    "text": "Kanye west is living proof that 'keeping up with the Kardashians is bad for your rationality"
  },
  {
    "id": 800746972659355600,
    "text": "Dressed dope like a London bloke before he spoke his suit transcended the once believed limits of space and time"
  },
  {
    "id": 799370074205331500,
    "text": "Why do you wear that  stupid bunny suit? And Is it Margiela? https://t.co/cyquXGb4eL"
  },
  {
    "id": 799079316579565600,
    "text": "The new a Tribe called Quest record is the most adventurous tackle on the human mind since I dropped ' 'Perpetual Yeez'"
  },
  {
    "id": 796426800167583700,
    "text": "#kantye2020"
  },
  {
    "id": 796426366082285600,
    "text": "Seek not the favor of the multitude; it is seldom got by honest means. seek it of the few, preferably not the sexist or the racist, America"
  },
  {
    "id": 789124614781829100,
    "text": "Who's the No. 1 thinker In the U.K? \nEveryone's gonna say you K"
  },
  {
    "id": 785875146720604200,
    "text": "Donald trump is  the David Hume of metaphysical reasoning and the Samsung note 7 of presidential candidates"
  },
  {
    "id": 784904510544158700,
    "text": "The rules for happiness: something to do, someone to love, a Jumbotron to stunt upon."
  },
  {
    "id": 784901487398907900,
    "text": "We can judge the heart of a man by his treatment of models"
  },
  {
    "id": 783684960808898600,
    "text": "Thieves! You may rob Kim of her jewels but never her inherent ability to rationalize the graspable content of her own surroundings"
  },
  {
    "id": 776472503334166500,
    "text": "2 things are for certain.1 man will be shackled by the limits of rationality 2.Having too many Urkells on yer team will make your Winslow"
  },
  {
    "id": 775293017242632200,
    "text": "I Kant even"
  },
  {
    "id": 775082757374537700,
    "text": "To be is to beast"
  },
  {
    "id": 772161100477530100,
    "text": "Are diamonds a priori ?"
  },
  {
    "id": 770467347425550300,
    "text": "May your imagination be as limitless as my new American Express."
  },
  {
    "id": 770457442618662900,
    "text": "Kim's. Booty. Is not rational."
  },
  {
    "id": 765749228559794200,
    "text": "Eminem's syllogisms are shit.  And he dresses like a 14 year old cigarette dealer"
  },
  {
    "id": 750874174323822600,
    "text": "Thoughts without contents are yeezy\nIntuitions without concepts are blind"
  },
  {
    "id": 745674446661361700,
    "text": "The only time I crushed more BARS than I did on the 2nd verse of new slaves, was when I broke out of my own intellectual prison"
  },
  {
    "id": 744260591624269800,
    "text": "A Freestyle is the independence of the compulsory will, in so far as it exists with the freedom of all according to a universal beat."
  },
  {
    "id": 742053907979862000,
    "text": "Pythagoras looks stupid in Versace"
  },
  {
    "id": 740281478026645500,
    "text": "When it comes 2 Defining self-consciousness as a determination of the self in time,Rhianna isn't the only 1 that needs to put in work #drake"
  },
  {
    "id": 740268795286192100,
    "text": "@chando_da_map  act in accordance to the maxim magazine that features my summer wardrobe"
  },
  {
    "id": 740268223233445900,
    "text": "I love drizzy, but his thoughts on the refutation of idealism is embarrassing"
  },
  {
    "id": 740265562098503700,
    "text": "Drake sucks at the transcendental dialectic"
  },
  {
    "id": 736371160154247200,
    "text": "@tara_bradbury  definitely the critique of pure yeezy"
  },
  {
    "id": 736285781329870800,
    "text": "My rational followers!! I've started sharing some visual musing over on Instagram. If insta is yo categorical imperative add kantye_west"
  },
  {
    "id": 736279295023272000,
    "text": "My rationality's the realist, my moral code is the illest. I've got my sophists in Munich,and they going gorillas."
  },
  {
    "id": 734070234273964000,
    "text": "It's that ambition baby. Look in his eyes. This week, it's a transcendental aesthetic,  next week, it's the fries! ( in space and time)"
  },
  {
    "id": 734067680781701100,
    "text": "Ain't saying u a gold digger u got needs,U go out to eat, he can't decide on the fundamental roles of human responsibility, u can't leave."
  },
  {
    "id": 733739093146865700,
    "text": "And the weathers so breezy.  Why can't the notion of a universal moral law be this yeezy?"
  },
  {
    "id": 731467514010566700,
    "text": "What can I know? What ought I to do? What can I hope? \nWhat's that jacket, Margiela?"
  },
  {
    "id": 723908262924554200,
    "text": "Look closely for the beautiful may be cray"
  },
  {
    "id": 723905950747373600,
    "text": "Socrates worked the streets harder than Jay Z in the 80's"
  },
  {
    "id": 719281339342659600,
    "text": "Morality is not the doctrine of how we make ourselves happy,but how we can make ourselves walk around looking like Michael with yo' money"
  },
  {
    "id": 718202358249963500,
    "text": "Just sat next to John Locke on a plane and homeboy talks gibberish in his sleep too."
  },
  {
    "id": 718199877390483500,
    "text": "What do you think I make these synthetic a priori judgements for???To push a fuckin' Rav 4??? \nNo."
  },
  {
    "id": 709785571112194000,
    "text": "Every girl I cheated on, sheet I skeeted on, were all manifestations of poor reflective  judgement"
  },
  {
    "id": 702255708893540400,
    "text": "Donald Trump couldn't reason his way out of pair of Luis Vuitton skinnys."
  },
  {
    "id": 700519058568060900,
    "text": "And should not make himself into a worm and complain when he is trodden on  https://t.co/5EKxmi53X3"
  },
  {
    "id": 700361844033241100,
    "text": "Act only according to the maxim magazine that shows Kim's good side"
  },
  {
    "id": 700089311107141600,
    "text": "I apologize for @kanyewest   I have clearly inspired him to challenge the bounds of his own reality"
  },
  {
    "id": 699444139356721200,
    "text": "Ed Sheeran  looks like Renee Descartes."
  },
  {
    "id": 699335682410618900,
    "text": "And challenged mankind to push the inherent boundaries of their own intellect.  https://t.co/a26eByXXtD"
  },
  {
    "id": 699264115047592000,
    "text": "I postulated the very means for man to universally value art and they are gong to deny me a Grammy ?"
  },
  {
    "id": 699262654972612600,
    "text": "I put out critique of pure yeezin and watch the throne in the same year and didn't get nominated for either. I'll have 100 Grammys b4 I die"
  },
  {
    "id": 697450954195652600,
    "text": "University of Königsberg dropout"
  },
  {
    "id": 697449844256960500,
    "text": "If you want the sophists to choke on their dogma like they went 18 years with the wrong baby's mama.   Vote for Kantye #2020"
  },
  {
    "id": 697112615559028700,
    "text": "4 in the morn' And im zonin' They say I'm possessed. its an omen. I keep it 300 like the # of pages in the INTRO of critique of pure reason"
  },
  {
    "id": 696827704541376500,
    "text": "Plato' cave would never be on mtv cribs"
  },
  {
    "id": 693445441464225800,
    "text": "But He got no flow.  Too empirical to be lyrical.  #aristotle"
  },
  {
    "id": 693445051062599700,
    "text": "I wrote a song with Aristotle. Called eudaemonia is forever.  It eventually became about diamonds.  Ari was pissed about that shit."
  },
  {
    "id": 693442900613546000,
    "text": "Aristotle was played out."
  },
  {
    "id": 693442372831711200,
    "text": "Socrates was a Chatty Cathy. Plato was the Original hype man."
  },
  {
    "id": 692442602000486400,
    "text": "Wiz Khalifa ain't ever seen this OG CREATE THE PARAMETERS THAT FORCE MAN TO CHALLENGE THE BOUNDS OF HIS OWN REASON BEFORE HUH?"
  },
  {
    "id": 692376692082544600,
    "text": "Y'all need to read the critique of pure Yeez'in"
  },
  {
    "id": 690203725235949600,
    "text": "Since My practical judgement has yielded such  a universally beautiful Aesthetic. I'm bout' to call the paparazzi on myself !"
  },
  {
    "id": 684507863696433200,
    "text": "I'm just being real Hegel. I love ya. And phenomenology of the spirit was legit. But it's 2016,  quit being so speculative"
  },
  {
    "id": 684506236210049000,
    "text": "Hegel couldn't get a model for a girlfriend"
  },
  {
    "id": 684506012418764800,
    "text": "Hegel had good beats. But used  way to many ghost writers..."
  },
  {
    "id": 684504865918312400,
    "text": "Yeah I read me some Hegel. It was aight."
  },
  {
    "id": 684489511909326800,
    "text": "Galileo was a fool. The earth rotates around yeezy"
  },
  {
    "id": 684488978687504400,
    "text": "They hate us cuz they ain't rational"
  },
  {
    "id": 680778976294473700,
    "text": "RT @tara_bradbury: Remember that time you got a copy of Much Music's \"Big Shiny Tunes\" for Christmas? https://t.co/5tFlyB6D4N @Hotxproxy"
  },
  {
    "id": 680446665011114000,
    "text": "Happy holidays my friends. Our quest for looking fly is never bye bye as long as the mind stays thirsty for truth. I love you xo"
  },
  {
    "id": 666789678624862200,
    "text": "ALL those  Sneaky Sophists that tried to keep me contained within their dogmatic walls, forgot about about one thing; my black balls."
  },
  {
    "id": 641614872065785900,
    "text": "To behave servilely is to forfeit the respect due as a person and makes its SO hard to believe in one's flyness and conquer one's shyness."
  },
  {
    "id": 641611888799948800,
    "text": "In sum, gluttony, masterbation and drunkenness are vices opposed to man's duty to himself; what she order ? Fish fillet?"
  },
  {
    "id": 639860532871168000,
    "text": "There's no way that antiquated schemata is getting in my pimped out Impala"
  },
  {
    "id": 639496479263080400,
    "text": "Whoever said that mankind was bound by the limits of ones own reason ain't ever sipped champagne on a plane whilst arguing with t-pain"
  },
  {
    "id": 638448350216499200,
    "text": "I'll be running for president of your rationality  #immediately."
  },
  {
    "id": 607662787989487600,
    "text": "My thesis will smash your speakers to a million dogmatic pieces. My golden rule,your rags to Riches where 1 good girl is worth 1000 bitches"
  },
  {
    "id": 573079608519602200,
    "text": "The good life is the life I lead where transcendental ideals aint so rationally jaded &amp; now my grand mama ain't the only one calling me baby"
  },
  {
    "id": 565905247751905300,
    "text": "Limiting one's enthusiasm for reason in order to yield tangible results is comprable to winning the super bowl and driving off in a Hyundai"
  },
  {
    "id": 565515754410631200,
    "text": "Plato was on to smth with the eternal form of good...Descartes \n KILLED it with that mind/ body dualism but  BEYONCE was in Destiny's Child"
  },
  {
    "id": 564951732577648640,
    "text": "Yo. Who needs a Grammy when You have a schemata for days and a maxim that pays"
  },
  {
    "id": 534170663637250050,
    "text": "I truly hope that all  of your intellectual pain be champagne this holiday season."
  },
  {
    "id": 533715625143984100,
    "text": "It's ain't yeezy being rational , when your girl's booty transcends the noumenal"
  },
  {
    "id": 533675573655404540,
    "text": "It's ain't yeezy being rational. When your girls booty transcends the phenomenal"
  },
  {
    "id": 530119693890519040,
    "text": "I know that platonic doctrine is outdated a priori  it's  like wearing forever 21 after turnin' 30"
  },
  {
    "id": 519193369915183100,
    "text": "Lets set a brunch date and contemplate why we hate this thought game. Pure reason has never been so easy whilst enjoying 2 eggs over #yeezy"
  },
  {
    "id": 516985053591916540,
    "text": "All of the phenomenon can be understood through a rational conception of space and rhyme."
  },
  {
    "id": 506556212918640640,
    "text": "Look closely my friends for the beautiful May be Cray"
  },
  {
    "id": 499270215822508000,
    "text": "Das right put in work.Move yo brain go bezerk.Read yo transcendental idealism.   No dogmatic slurs. Get that enlightenment you deserve"
  },
  {
    "id": 497514607804964860,
    "text": "The human intellect knows no bounds when it comes to retail"
  },
  {
    "id": 496659379794747400,
    "text": "@st_vincent..yo in all seriousness.Your music transcends the noumena , and makes me smile like custom Louis vuitton leather jogging pants"
  },
  {
    "id": 496650558661750800,
    "text": "Retweet if your deontology looks like some custom fit Versace, and your thirst for truth is fresher than a party with Giorgio Armani"
  },
  {
    "id": 482155100627288060,
    "text": "Metaphysics is a dark ocean without shores or lighthouse, \nstrewn with many a philosophic wreck. Kim Kardashian is a fashion titan."
  },
  {
    "id": 481865632770949100,
    "text": "If my catergorical imperative takes away from my Spiiiins, I hope it takes away from my Siiiins. By treating no one as mere means to Ennnds."
  },
  {
    "id": 478377373512253440,
    "text": "10 years later I'm still the same kid from Chicago. Still dreamin out loud. Still banging on the door. Still toppling man-made falsehoods"
  },
  {
    "id": 476109890109579260,
    "text": "I am a transcendentally idealistical, empirically realistic; deontologically optimistic GOD. Now hurry up with my Damn croissant."
  },
  {
    "id": 475746853984944100,
    "text": "I don't  know what is more tragic. Man's inability to conquer the intellectual abyss, or the fact that I will never see myself perform live"
  },
  {
    "id": 473878482435702800,
    "text": "I often enjoy the solace in contemplation whilst driving in my other, other Benz."
  },
  {
    "id": 471374060866531300,
    "text": "Today. Despite my reason. Despite my faith. I married a gold digger."
  },
  {
    "id": 471370595389939700,
    "text": "RT @AlexisNAnastos: @Kantye_West is the best thing that happened to twitter"
  },
  {
    "id": 468548618748973060,
    "text": "Deontology and Advil...Last night was mad real ..."
  },
  {
    "id": 465964335400251400,
    "text": "If they hate then let them hate and watch a flawed sense of moral duty pile up."
  },
  {
    "id": 434070607949344800,
    "text": "Now I ain't saying she's a transcendental idealist thinker. But she ain't messin' with no empirical realism!"
  },
  {
    "id": 433356206657134600,
    "text": "They say my transcendental idealogy is the 'keycard' out of the 'black' hole of human intellect..I prefer the term African American express"
  },
  {
    "id": 431439929504063500,
    "text": "Writing a prolegomena for any future metaphysics was the equivalent to me throwing kazoo all over the last beat I did for jay. Game changer"
  },
  {
    "id": 424233481057493000,
    "text": "Therein lies the conflict, after shifting my cosmic gaze toward the physical I was forced to limit my reason in order to make room for Kim."
  },
  {
    "id": 421693738646114300,
    "text": "Anyone know if it's possible to transcend the noumenal whilst wearing custom Louis Vuitton? Help a brother out!"
  },
  {
    "id": 403230238085099500,
    "text": "Man is above all, a moral agent capable of self improvement from within. So keep it classy. My deontology wears Versace,  for example."
  },
  {
    "id": 398106418953211900,
    "text": "Kim's Booty is the new basis of man's aesthetic judgement. For when ones gazes upon it, the subjective notion of beauty becomes universal."
  },
  {
    "id": 370616614510927900,
    "text": "LL Cool J could have been wrong when he said \"baby gurl was something like a phenomenon\" of course she was! She was in the physical realm!"
  },
  {
    "id": 366929981051375600,
    "text": "all my people drug dealing just to get by,stack yo money til it gets sky high! for the moral law is second only to the cosmic gaze above us."
  },
  {
    "id": 362207557684707300,
    "text": "Lets open the debate. What has had the deepest impact on human knowledge: the Copernican revolution or the second verse of BLKK SKKINHEAD?"
  },
  {
    "id": 360794046840578050,
    "text": "Gold diggers should investigate the parameters of their own reason before they get pregnant on purpose."
  },
  {
    "id": 360129231780458500,
    "text": "I dont know what's better getting laid or transcending the limits of intuition; all I know is when I'm getting one the other's getting away"
  },
  {
    "id": 360054623593181200,
    "text": "Is there anything more balla than  universally shared schemata ???"
  },
  {
    "id": 334398616980566000,
    "text": "For peace to reign on Earth,humans must evolve into new beings who have learned to be no punk,and holla that they want prenup."
  },
  {
    "id": 307536433873297400,
    "text": "Look closely for the beautiful may be cray."
  },
  {
    "id": 297370990772633600,
    "text": "So If the devil wears Prada, and Adam and Eve wear nada, where does leave the constitution of man's aesthetic judgement?"
  },
  {
    "id": 296355107698769900,
    "text": "When we ask, Are we now living in an enlightened age? the answer is, No, unless you've ever popped champagne on a plane with T-Pain."
  },
  {
    "id": 288789842702241800,
    "text": "She got a light-skin' friend look like M.J..Got a dark-skin' friend look like M.J... both are subject to the Schemata of man's rationality"
  },
  {
    "id": 276438279933530100,
    "text": "Happiness is not an ideal of reason but of imagination, therefore,if you cannot afford a car, you can always name your daughter A-lexis.."
  },
  {
    "id": 276225596797898750,
    "text": "I say F the Police thats how I Treat'em, We buy our way Outa jail yet a rational Will cant act if we can't buy \"the idea\" of our own freedom"
  },
  {
    "id": 274264346455076860,
    "text": "RT @KimKierkegaard: Kanye and I are in Venice, walking around and taking in the sights. I wonder if he is capable of knowing anything ab ..."
  },
  {
    "id": 273298435824836600,
    "text": "Yo, we at war with terrorism, racism but most of all, we at war with being able to  systematically explore the inherent limits of our reason"
  },
  {
    "id": 266668592748175360,
    "text": "Now I ain't saying shes' a transcendental Idealist thinker but she ain't messing with no empirical realism'"
  },
  {
    "id": 252746396204138500,
    "text": "They say Ingratitude is the essence of vileness, But it is SO Hard to be humble when you stunting on a jumbotron"
  },
  {
    "id": 246328374459527170,
    "text": "BALENCIAGA said i get NO discount what they don't remember is that Freedom is the unoriginated birthright of man and i don't NEED a discount"
  },
  {
    "id": 244940626959953920,
    "text": "The science of mathematics presents the most brilliant example of why having too many Urkels on your Team makes your wins-low."
  },
  {
    "id": 242660395146416130,
    "text": "Beauty presents an indeterminate concept of endearment ;but is it ok to use bitch as long as we put BAD in front of it?Like you a BAD BITCH"
  },
  {
    "id": 240855656133963780,
    "text": "All our knowledge begins with the senses, proceeds then to the understanding, and ends with Jets that Billionaires give to they baby mamas"
  },
  {
    "id": 238762043245723650,
    "text": "Perpetual Peace is found in pushing the door close button on people running towards the elevator. I just need my own elevator sometimes."
  },
  {
    "id": 238750638719258620,
    "text": "I'm Sorry Taylor but the possession of power unavoidably spoils the free use of reason.And no 1 man should have all dat power @taylorswift13"
  },
  {
    "id": 238742770234306560,
    "text": "Morality is not the doctrine of how we may make ourselves happy,but, rather,how we make even one's superficial raps' sound super official..."
  },
  {
    "id": 237659421977763840,
    "text": "We may define faith as a firm belief in that for which there is no evidence, but\nThe way Kathie Lee needed Regis is the way yall need Jesus"
  },
  {
    "id": 236500679135477760,
    "text": "The sublime is the capacity of\nthinking which transcends every standard\nof sense.We lookin'crazy fresh where's paparazzi when u need em"
  },
  {
    "id": 235762207965728770,
    "text": "Pure reason is practical in itself &amp;gives the man a universal law that allows him 2 say anything to anyone so long you put LOL at the end!"
  },
  {
    "id": 235414036680962050,
    "text": "The sacredness of religion + authority of law must always be subservient to the ulitmate question: is it better to get laid or to get paid??"
  },
  {
    "id": 233688170036871170,
    "text": "There is only one categorical imperative. It is: Fall in love with a porn star,marry in a bathroom,honeymoon on a dance floor; divorce after"
  },
  {
    "id": 232881534061932540,
    "text": "I have no knowledge of myself as I am, but merely as a spirit with hatred for khaki trench coats with jeans and off brand work out sneakers"
  },
  {
    "id": 230736892923101200,
    "text": "@KimKierkegaard BU- I've got the POWER to make your life so enlightened, xo."
  },
  {
    "id": 230671061186928640,
    "text": "18 years... 18 years.... and on his 18th birthday he found that through metaphysics, synthetic, a priori judgements were his..."
  },
  {
    "id": 229616821043593200,
    "text": "The hasty appeal to the ego is a couch upon which the intellect slothfully rests...#WATCHTHETHRONE http://t.co/hUQqG51O"
  },
  {
    "id": 228900845260009470,
    "text": "Dating models I had to learn to like small dogs, cigarettes, and how to limit my reason to make room for faith"
  },
  {
    "id": 227827396366180350,
    "text": "Enlightenment is man leaving his self-caused immaturity.Immaturity is the incapacity to use one's intelligence to be TWEETIN FROM THE PLANE"
  },
  {
    "id": 227804362930528260,
    "text": "Give me matter, and I will construct Furr Coats and shit"
  },
  {
    "id": 226421601825062900,
    "text": "The death of dogma is the birth of morality...Happy Birthday Diddy!"
  },
  {
    "id": 226061417785212930,
    "text": "IM TWEETN UNDER THE STAGE WHILE JAY`S RAPPIN IN DUBLIN for only the descent into the hell of self-knowledge can pave the way to godliness"
  },
  {
    "id": 225679852928397300,
    "text": "Criticism alone can sever the root of materialism, fatalism, atheism, free-thinking, and Setting off the metal detectors with the Swag"
  },
  {
    "id": 225612867083317250,
    "text": "2 things inspire me to awe: the starry heavens above and the moral universe within;only thing Idont like is taxes...me and taxes gone fight"
  },
  {
    "id": 225063854713999360,
    "text": "Thoughts without content are empty, intuitions without concepts are blind. Furr Pillows are hard to actually sleep on."
  }
]